Repository: cunalex/ProgressHUD
Catalog: ProgressHUD/Sources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, id, it, ja, pl, pt_pt, ru, tr, zh_hans

# alertText
source: You'll be redirected to Settings
ar: سيتم تحويلك إلى الإعدادات
de: Sie werden zu den Einstellungen weitergeleitet
es: Serás redirigido a Configuración
fr: Vous serez redirigé vers les paramètres
he: תועבר להגדרות
id: Anda akan diarahkan ke Pengaturan
it: Sarai reindirizzato alle impostazioni
ja: 設定画面にリダイレクトされます
pl: Zostaniesz przekierowany do Ustawień
pt_pt: Você será redirecionado para as configurações
ru: Вас перенаправят в настройки
tr: Ayarlara yönlendirileceksiniz
zh_hans: 您将被重定向到设置

# cancelTitle
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
ja: キャンセル
pl: Anuluj
pt_pt: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消

source: now
ar: الآن
de: jetzt
es: ahora
fr: maintenant
he: עַכשָׁיו
id: sekarang
it: adesso
ja: 今すぐ
pl: teraz
pt_pt: agora
ru: сейчас
tr: şimdi
zh_hans: 现在

# okTitle
source: OK
ar: حسناً
es: Aceptar
he: אישור
ru: ОК
tr: Tamam
zh_hans: 确定

# subsActive
source: Deep Scan
ar: فحص عميق
de: Tiefenscan
es: Escaneo profundo
fr: Scan profond
he: סריקה מעמיקה
id: Pindai Mendalam
it: Scansione profonda
ja: ディープスキャン
pl: Głębokie skanowanie
pt_pt: Escaneamento profundo
ru: Глубокое сканирование
tr: Derin tarama
zh_hans: 深度扫描

# subsBuy
source: Start 3-Day Free Trial
ar: ابدأ تجربة مجانية لمدة 3 أيام
de: 3-tägige kostenlose Testversion starten
es: Comience una prueba gratuita de 3 días
fr: Commencer l'essai gratuit de 3 jours
he: התחל ניסיון חינם ל-3 ימים
id: Mulai Uji Coba Gratis 3 Hari
it: Inizia la prova gratuita di 3 giorni
ja: 3日間の無料トライアルを開始
pl: Rozpocznij 3-dniowy bezpłatny okres próbny
pt_pt: Iniciar teste gratuito de 3 dias
ru: Начать 3-дневную бесплатную пробную версию
tr: 3 Günlük Ücretsiz Denemeyi Başlat
zh_hans: 开始3天免费试用

# subsCancel
source: CANCEL ANYTIME
ar: إلغاء في أي وقت
de: Jederzeit kündbar
es: CANCELA EN CUALQUIER MOMENTO
fr: Annulez à tout moment
he: ניתן לבטל בכל עת
id: BATALKAN KAPAN SAJA
it: Annulla in qualsiasi momento
ja: いつでもキャンセル可能
pl: ANULUJ KIEDYKOLWIEK
pt_pt: Cancele a qualquer momento
ru: Отменить в любой момент
tr: İstediğiniz zaman iptal edin
zh_hans: 随时取消

# subsDis
source: Disabled
ar: معطل
de: Deaktiviert
es: Desactivado
fr: Désactivé
he: נָכֶה
id: Dinonaktifkan
it: Disabilitato
ja: 無効
pl: Wyłączone
pt_pt: Desativado
ru: Отключено
tr: Devre dışı
zh_hans: 已禁用

# subsOff
source: Off
ar: إيقاف
de: Aus
es: Apagado
fr: Désactivé
he: כבוי
id: Matikan
it: Spento
ja: オフ
pl: Wyłącz
pt_pt: Desligado
ru: Выключено
tr: Kapalı
zh_hans: 关闭

# subsOn
source: On
ar: تشغيل
de: Ein
es: Encendido
fr: Activé
he: פועל
id: Hidupkan
it: Acceso
ja: オン
pl: Włącz
pt_pt: Ligado
ru: Включено
tr: Açık
zh_hans: 开启

# subsPrice
source: Free for 3 days, then %@/week
ar: مجاني لمدة 3 أيام، ثم %@/أسبوع
de: 3 Tage kostenlos, danach %@/Woche
es: Gratis por 3 días, luego %@/semana
fr: Gratuit pendant 3 jours, puis %@/semaine
he: חינם למשך 3 ימים, ולאחר מכן %@/שבוע
id: Gratis selama 3 hari, kemudian %@/minggu
it: Gratuito per 3 giorni, poi %@/settimana
ja: 最初の3日間は無料、その後は%@/週
pl: Bezpłatnie przez 3 dni, potem %@/tydzień
pt_pt: Grátis por 3 dias, depois %@/semana
ru: Бесплатно 3 дня, затем %@/неделя
tr: 3 gün bedava, sonra %@/hafta
zh_hans: 免费3天，之后%@/周

# subsSub
source: Upgrade now for secure browsing with no data leaks.
ar: قم بالترقية الآن لتصفح آمن بدون تسريبات بيانات.
de: Jetzt upgraden für sicheres Browsen ohne Datenlecks.
es: Actualice ahora para una navegación segura sin fugas de datos.
fr: Mettez à niveau maintenant pour une navigation sécurisée sans fuites de données.
he: שדרג עכשיו לגלישה מאובטחת ללא דליפות נתונים.
id: Tingkatkan sekarang untuk menjelajah dengan aman tanpa kebocoran data.
it: Effettua l'upgrade ora per una navigazione sicura senza perdite di dati.
ja: 今すぐアップグレードして、データ漏洩のない安全な閲覧を実現しましょう。
pl: Zaktualizuj teraz, aby przeglądać bezpiecznie bez wycieków danych.
pt_pt: Atualize agora para navegação segura sem vazamentos de dados.
ru: Обновите сейчас для безопасного просмотра без утечек данных.
tr: Şimdi yükseltme yaparak güvenli tarama ve veri sızıntısı olmadan gezinme.
zh_hans: 立即升级以确保浏览安全，避免数据泄露。

# subsTitle
source: Exclusive Offer!
ar: عرض حصري!
de: Exklusives Angebot!
es: Oferta exclusiva!
fr: Offre exclusive !
he: הצעה בלעדית!
id: Penawaran Eksklusif!
it: Offerta esclusiva!
ja: 限定オファー！
pl: Oferta ekskluzywna!
pt_pt: Oferta exclusiva!
ru: Эксклюзивное предложение!
tr: Özel Teklif!
zh_hans: 独家优惠！
